testing/log/29-10-2023-16:02/k6.log
time="2023-10-29T16:04:17+07:00" level=info msg="Status: 200 OK" source=console
time="2023-10-29T16:04:17+07:00" level=info msg="Status: 200 OK" source=console

     data_received..................: 6.9 MB 886 kB/s
     data_sent......................: 14 kB  1.7 kB/s
   ✓ failures.......................: 0.00%  ✓ 0        ✗ 2  
     http_req_blocked...............: avg=346.69ms min=342.8ms  med=346.69ms max=350.57ms p(90)=349.8ms p(95)=350.18ms
     http_req_connecting............: avg=62.56ms  min=58.68ms  med=62.56ms  max=66.45ms  p(90)=65.67ms p(95)=66.06ms 
     http_req_duration..............: avg=7.05s    min=6.71s    med=7.05s    max=7.38s    p(90)=7.32s   p(95)=7.35s   
       { expected_response:true }...: avg=7.05s    min=6.71s    med=7.05s    max=7.38s    p(90)=7.32s   p(95)=7.35s   
     http_req_failed................: 0.00%  ✓ 0        ✗ 2  
     http_req_receiving.............: avg=6.96s    min=6.62s    med=6.96s    max=7.29s    p(90)=7.22s   p(95)=7.26s   
     http_req_sending...............: avg=3.28ms   min=139.02µs med=3.28ms   max=6.42ms   p(90)=5.79ms  p(95)=6.11ms  
     http_req_tls_handshaking.......: avg=80.48ms  min=80.05ms  med=80.48ms  max=80.92ms  p(90)=80.83ms p(95)=80.88ms 
     http_req_waiting...............: avg=86.44ms  min=79.95ms  med=86.44ms  max=92.93ms  p(90)=91.63ms p(95)=92.28ms 
     http_reqs......................: 2      0.257562/s
     iteration_duration.............: avg=7.41s    min=7.08s    med=7.41s    max=7.75s    p(90)=7.68s   p(95)=7.72s   
     iterations.....................: 2      0.257562/s
     vus............................: 2      min=2      max=2
     vus_max........................: 2      min=2      max=2